Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: The intended changes shall be assessed by the notified body, which shall decide whether those changes require a new conformity assessment in accordance with Article 43(4) or whether they could be addressed by means of a supplement to the Union technical documentation assessment certificate.
it_it: Le modifiche previste devono essere valutate dall'organismo notificato, che deve decidere se esse rendono necessaria una nuova valutazione della conformità a norma dell'articolo 43, paragrafo 4, o se possono essere gestite tramite un supplemento del certificato di valutazione della documentazione tecnica dell'Unione.

source: In the latter case, the notified body shall assess the changes, notify the provider of its decision and, where the changes are approved, issue to the provider a supplement to the Union technical documentation assessment certificate.
it_it: In quest'ultimo caso, l'organismo notificato deve valutare le modifiche, notificare al fornitore la propria decisione e, in caso di approvazione delle modifiche, rilasciare a quest'ultimo un supplemento del certificato di valutazione della documentazione tecnica dell'Unione.

source: Surveillance of the approved quality management system.
it_it: Vigilanza del sistema di gestione della qualità approvato.

source: The purpose of the surveillance carried out by the notified body referred to in Point 3 is to make sure that the provider duly complies with the terms and conditions of the approved quality management system.
it_it: La finalità della vigilanza a cura dell'organismo notificato di cui al punto 3 è garantire che il fornitore sia conforme ai termini e alle condizioni del sistema di gestione della qualità approvato.

source: For assessment purposes, the provider shall allow the notified body to access the premises where the design, development, testing of the AI systems is taking place.
it_it: Ai fini della valutazione, il fornitore deve consentire all'organismo notificato di accedere ai locali in cui hanno luogo la progettazione, lo sviluppo e le prove dei sistemi di IA.

source: The provider shall further share with the notified body all necessary information.
it_it: Il fornitore deve inoltre condividere con l'organismo notificato tutte le informazioni necessarie.

source: The notified body shall carry out periodic audits to make sure that the provider maintains and applies the quality management system and shall provide the provider with an audit report.
it_it: L'organismo notificato deve eseguire audit periodici per assicurarsi che il fornitore mantenga e applichi il sistema di gestione della qualità e deve trasmettere al fornitore una relazione di audit.

source: In the context of those audits, the notified body may carry out additional tests of the AI systems for which a Union technical documentation assessment certificate was issued.
it_it: Nel contesto di tali audit, l'organismo notificato può effettuare prove supplementari dei sistemi di IA per i quali è stato rilasciato un certificato di valutazione della documentazione tecnica dell'Unione.

source: ANNEX VIII
it_it: ALLEGATO VIII

source: Information to be submitted upon the registration of high-risk AI systems in accordance with Article 49
it_it: Informazioni da presentare all'atto della registrazione di sistemi di IA ad alto rischio in conformità dell'articolo 49

source: Section A — Information to be submitted by providers of high-risk AI systems in accordance with Article 49(1)
it_it: Sezione A - Informazioni che i fornitori di sistemi di IA ad alto rischio devono presentare in conformità dell'articolo 49, paragrafo 1

source: The following information shall be provided and thereafter kept up to date with regard to high-risk AI systems to be registered in accordance with Article 49(1):
it_it: Le seguenti informazioni devono essere fornite e successivamente aggiornate in relazione ai sistemi di IA ad alto rischio che devono essere registrati a norma dell'articolo 49, paragrafo 1:

source: The name, address and contact details of the provider;
it_it: il nome, l'indirizzo e i dati di contatto del fornitore;

source: Where submission of information is carried out by another person on behalf of the provider, the name, address and contact details of that person;
it_it: se le informazioni sono trasmesse da un'altra persona per conto del fornitore: il nome, l'indirizzo e i dati di contatto di tale persona;

source: The name, address and contact details of the authorised representative, where applicable;
it_it: il nome, l'indirizzo e i dati di contatto del rappresentante autorizzato, ove applicabile;

source: The AI system trade name and any additional unambiguous reference allowing the identification and traceability of the AI system;
it_it: la denominazione commerciale del sistema di IA e qualsiasi ulteriore riferimento inequivocabile che ne consenta l'identificazione e la tracciabilità;

source: A description of the intended purpose of the AI system and of the components and functions supported through this AI system;
it_it: la descrizione della finalità prevista del sistema di IA e dei componenti e delle funzioni supportati da tale sistema di IA;

source: A basic and concise description of the information used by the system (data, inputs) and its operating logic;
it_it: una descrizione di base concisa delle informazioni utilizzate dal sistema (dati, input) e della sua logica operativa;

source: The status of the AI system (on the market, or in service; no longer placed on the market/in service, recalled);
it_it: lo status del sistema di IA (sul mercato, o in servizio; non più immesso sul mercato/in servizio, richiamato);

source: The type, number and expiry date of the certificate issued by the notified body and the name or identification number of that notified body, where applicable;
it_it: il tipo, il numero e la data di scadenza del certificato rilasciato dall'organismo notificato e il nome o il numero di identificazione di tale organismo notificato, ove applicabile;

source: A scanned copy of the certificate referred to in point 8, where applicable;
it_it: una copia scannerizzata del certificato di cui al punto 8, ove applicabile;

source: Any Member States in which the AI system has been placed on the market, put into service or made available in the Union;
it_it: eventuali Stati membri dell'Unione in cui il sistema di IA è stato immesso sul mercato, messo in servizio o reso disponibile;

source: Electronic instructions for use; this information shall not be provided for high-risk AI systems in the areas of law enforcement or migration, asylum and border control management referred to in Annex III, points 1, 6 and 7;
it_it: le istruzioni per l'uso in formato elettronico; questa informazione non deve essere fornita per i sistemi di IA ad alto rischio nei settori delle attività di contrasto o della migrazione, dell'asilo e della gestione del controllo delle frontiere di cui all'allegato III, punti 1, 6 e 7;

source: A URL for additional information (optional).
it_it: un indirizzo internet per ulteriori informazioni (facoltativo).

source: Section B — Information to be submitted by providers of high-risk AI systems in accordance with Article 49(2)
it_it: Sezione B - Informazioni che i fornitori di sistemi di IA ad alto rischio devono presentare in conformità dell'articolo 49, paragrafo 2

source: The following information shall be provided and thereafter kept up to date with regard to AI systems to be registered in accordance with Article 49(2):
it_it: Le seguenti informazioni devono essere fornite e successivamente aggiornate in relazione ai sistemi di IA che devono essere registrati a norma dell'articolo 49, paragrafo 2:

source: A description of the intended purpose of the AI system;
it_it: la descrizione della finalità prevista del sistema di IA;

source: The condition or conditions under Article 6(3)based on which the AI system is considered to be not-high-risk;
it_it: la o le condizioni di cui all'articolo 6, paragrafo 3, sulla base delle quali il sistema di IA non è ritenuto ad alto rischio;

source: A short summary of the grounds on which the AI system is considered to be not-high-risk in application of the procedure under Article 6(3);
it_it: una breve sintesi dei motivi per i quali il sistema di IA non è ritenuto ad alto rischio in applicazione della procedura di cui all'articolo 6, paragrafo 3;

source: Any Member States in which the AI system has been placed on the market, put into service or made available in the Union.
it_it: eventuali Stati membri dell'Unione in cui il sistema di IA è stato immesso sul mercato, messo in servizio o reso disponibile.

source: Section C — Information to be submitted by deployers of high-risk AI systems in accordance with Article 49(3)
it_it: Sezione C - Informazioni che i deployer di sistemi di IA ad alto rischio devono presentare in conformità dell'articolo 49, paragrafo 3

source: The following information shall be provided and thereafter kept up to date with regard to high-risk AI systems to be registered in accordance with Article 49(3):
it_it: Le seguenti informazioni devono essere fornite e successivamente aggiornate in relazione ai sistemi di IA ad alto rischio che devono essere registrati a norma dell'articolo 49:

source: The name, address and contact details of the deployer;
it_it: il nome, l'indirizzo e i dati di contatto del deployer;

source: The name, address and contact details of the person submitting information on behalf of the deployer;
it_it: il nome, l'indirizzo e i dati di contatto della persona che fornisce informazioni a nome del deployer;

source: The URL of the entry of the AI system in the EU database by its provider;
it_it: l'indirizzo internet dell'inserimento del sistema di IA nella banca dati dell'UE da parte del suo fornitore;

source: A summary of the findings of the fundamental rights impact assessment conducted in accordance with Article 27;
it_it: una sintesi dei risultati della valutazione d'impatto sui diritti fondamentali effettuata a norma dell'articolo 27;

source: A summary of the data protection impact assessment carried out in accordance with Article 35 of Regulation (EU) 2016/679 or Article 27 of Directive (EU) 2016/680 as specified in Article 26(8) of this Regulation, where applicable.
it_it: una sintesi della valutazione d'impatto sulla protezione dei dati effettuata ai sensi dell'articolo 35 del regolamento (UE) 2016/679 o dell'articolo 27 della direttiva (UE) 2016/680, come specificato all'articolo 26, paragrafo 8, del presente regolamento, ove applicabile.

source: ANNEX IX
it_it: ALLEGATO IX

source: Information to be submitted upon the registration of high-risk AI systems listed in Annex III in relation to testing in real world conditions in accordance with Article 60
it_it: Informazioni da presentare all'atto della registrazione dei sistemi di IA ad alto rischio elencati nell'allegato III in relazione alle prove in condizioni reali in conformità dell'articolo 60

source: The following information shall be provided and thereafter kept up to date with regard to testing in real world conditions to be registered in accordance with Article 60:
it_it: Le seguenti informazioni devono essere fornite e successivamente aggiornate in relazione alle prove in condizioni reali che devono essere registrate a norma dell'articolo 60:

source: A Union-wide unique single identification number of the testing in real world conditions;
it_it: un numero di identificazione unico a livello dell'Unione della prova in condizioni reali;

source: The name and contact details of the provider or prospective provider and of the deployers involved in the testing in real world conditions;
it_it: il nome e i dati di contatto del fornitore o potenziale fornitore e dei deployer coinvolti nella prova in condizioni reali;

source: A brief description of the AI system, its intended purpose, and other information necessary for the identification of the system;
it_it: una breve descrizione del sistema di IA, la sua finalità prevista e altre informazioni necessarie per l'identificazione del sistema;

source: A summary of the main characteristics of the plan for testing in real world conditions;
it_it: una sintesi delle principali caratteristiche del piano di prova in condizioni reali;

source: Information on the suspension or termination of the testing in real world conditions.
it_it: informazioni sulla sospensione o sulla cessazione della prova in condizioni reali.

source: ANNEX X
it_it: ALLEGATO X

source: Union legislative acts on large-scale IT systems in the area of Freedom, Security and Justice
it_it: Atti legislativi dell'Unione sui sistemi IT su larga scala nello spazio di libertà, sicurezza e giustizia

source: Schengen Information System
it_it: Sistema di informazione Schengen

source: Regulation (EU) 2018/1860 of the European Parliament and of the Council of 28 November 2018 on the use of the Schengen Information System for the return of illegally staying third-country nationals (OJ L 312, 7.12.2018, p. 1).
it_it: Regolamento (UE) 2018/1860 del Parlamento europeo e del Consiglio, del 28 novembre 2018, relativo all'uso del sistema d'informazione Schengen per il rimpatrio di cittadini di paesi terzi il cui soggiorno è irregolare (GU L 312 del 7.12.2018, pag. 1).

source: Regulation (EU) 2018/1861 of the European Parliament and of the Council of 28 November 2018 on the establishment, operation and use of the Schengen Information System (SIS) in the field of border checks, and amending the Convention implementing the Schengen Agreement, and amending and repealing Regulation (EC) No 1987/2006 (OJ L 312, 7.12.2018, p. 14).
it_it: regolamento (UE) 2018/1861 del Parlamento europeo e del Consiglio, del 28 novembre 2018, sull'istituzione, l'esercizio e l'uso del sistema d'informazione Schengen (SIS) nel settore delle verifiche di frontiera, che modifica la convenzione di applicazione dell'accordo di Schengen e abroga il regolamento (CE) n, 1987/2006 (GU L 312 del 7.12.2018, pag. 14).

source: Regulation (EU) 2018/1862 of the European Parliament and of the Council of 28 November 2018 on the establishment, operation and use of the Schengen Information System (SIS) in the field of police cooperation and judicial cooperation in criminal matters, amending and repealing Council Decision 2007/533/JHA, and repealing Regulation (EC) No 1986/2006 of the European Parliament and of the Council and Commission Decision 2010/261/EU (OJ L 312, 7.12.2018, p. 56).
it_it: regolamento (UE) 2018/1862 del Parlamento europeo e del Consiglio, del 28 novembre 2018, sull'istituzione, l'esercizio e l'uso del sistema d'informazione Schengen (SIS) nel settore della cooperazione di polizia e della cooperazione giudiziaria in materia penale, che modifica e abroga la decisione 2007/533/GAI del Consiglio e che abroga il regolamento (CE) n, 1986/2006 del Parlamento europeo e del Consiglio e la decisione 2010/261/UE della Commissione (GU L 312 del 7.12.2018, pag. 56).

source: Visa Information System
it_it: Sistema di informazione visti

source: Regulation (EU) 2021/1133 of the European Parliament and of the Council of 7 July 2021 amending Regulations (EU) No 603/2013, (EU) 2016/794, (EU) 2018/1862, (EU) 2019/816 and (EU) 2019/818 as regards the establishment of the conditions for accessing other EU information systems for the purposes of the Visa Information System (OJ L 248, 13.7.2021, p. 1).
it_it: Regolamento (UE) 2021/1133 del Parlamento europeo e del Consiglio, del 7 luglio 2021, che modifica i regolamenti (UE) n, 603/2013, (UE) 2016/794, (UE) 2018/1862, (UE) 2019/816 e (UE) 2019/818 per quanto riguarda la definizione delle condizioni di accesso agli altri sistemi di informazione dell'UE ai fini del sistema di informazione visti (GU L 248 del 13.7.2021, pag. 1);

source: Regulation (EU) 2021/1134 of the European Parliament and of the Council of 7 July 2021 amending Regulations (EC) No 767/2008, (EC) No 810/2009, (EU) 2016/399, (EU) 2017/2226, (EU) 2018/1240, (EU) 2018/1860, (EU) 2018/1861, (EU) 2019/817 and (EU) 2019/1896 of the European Parliament and of the Council and repealing Council Decisions 2004/512/EC and 2008/633/JHA, for the purpose of reforming the Visa Information System (OJ L 248, 13.7.2021, p. 11).
it_it: regolamento (UE) 2021/1134 del Parlamento europeo e del Consiglio, del 7 luglio 2021, che modifica i regolamenti (CE) n, 767/2008, (CE) n, 810/2009, (UE) 2016/399, (UE) 2017/2226, (UE) 2018/1240, (UE) 2018/1860, (UE) 2018/1861, (UE) 2019/817 e (UE) 2019/1896 del Parlamento europeo e del Consiglio e che abroga le decisioni 2004/512/CE e 2008/633/GAI del Consiglio, ai fini della riforma del sistema di informazione visti (GU L 248 del 13.7.2021, pag. 11)

source: Regulation (EU) 2024/1358 of the European Parliament and of the Council of 14 May 2024 on the establishment of ‘Eurodac’ for the comparison of biometric data in order to effectively apply Regulations (EU) 2024/1315 and (EU) 2024/1350 of the European Parliament and of the Council and Council Directive 2001/55/EC and to identify illegally staying third-country nationals and stateless persons and on requests for the comparison with Eurodac data by Member States’ law enforcement authorities and Europol for law enforcement purposes, amending Regulations (EU) 2018/1240 and (EU) 2019/818 of the European Parliament and of the Council and repealing Regulation (EU) No 603/2013 of the European Parliament and of the Council (OJ L, 2024/1358, 22.5.2024, ELI: http://data.europa.eu/eli/reg/2024/1358/oj).
it_it: Regolamento (UE) 2024/1358 o del Parlamento europeo e del Consiglio, del 14 maggio 2024, che istituisce l'«Eurodac» per il confronto dei dati biometrici ai fini dell'applicazione efficace dei regolamenti (UE) 2024/1315 e (UE) 2024/1350 del Parlamento europeo e del Consiglio e della direttiva 2001/55/CE del Consiglio e ai fini dell'identificazione dei cittadini di paesi terzi e apolidi il cui soggiorno è irregolare, e per le richieste di confronto con i dati Eurodac presentate dalle autorità di contrasto degli Stati membri e da Europol a fini di contrasto, che modifica i regolamenti (UE) 2018/1240 e (UE) 2019/818 del Parlamento europeo e del Consiglio e che abroga il regolamento (UE) n, 603/2013 del Parlamento europeo e del Consiglio (GU L, 2024/1358, 22.5.2024, ELI: http://data.europa.eu/eli/reg/2024/1358/oj).

source: Entry/Exit System
it_it: Sistema di ingressi/uscite

source: Regulation (EU) 2017/2226 of the European Parliament and of the Council of 30 November 2017 establishing an Entry/Exit System (EES) to register entry and exit data and refusal of entry data of third-country nationals crossing the external borders of the Member States and determining the conditions for access to the EES for law enforcement purposes, and amending the Convention implementing the Schengen Agreement and Regulations (EC) No 767/2008 and (EU) No 1077/2011 (OJ L 327, 9.12.2017, p. 20).
it_it: Regolamento (UE) 2017/2226 del Parlamento europeo e del Consiglio, del 30 novembre 2017, che istituisce un sistema di ingressi/uscite per la registrazione dei dati di ingresso e di uscita e dei dati relativi al respingimento dei cittadini di paesi terzi che attraversano le frontiere esterne degli Stati membri e che determina le condizioni di accesso al sistema di ingressi/uscite a fini di contrasto e che modifica la Convenzione di applicazione dell'Accordo di Schengen e i regolamenti (CE) n, 767/2008 e (UE) n, 1077/2011 (GU L 327 del 9.12.2017, pag. 20).

source: European Travel Information and Authorisation System
it_it: Sistema europeo di informazione e autorizzazione ai viaggi

source: Regulation (EU) 2018/1240 of the European Parliament and of the Council of 12 September 2018 establishing a European Travel Information and Authorisation System (ETIAS) and amending Regulations (EU) No 1077/2011, (EU) No 515/2014, (EU) 2016/399, (EU) 2016/1624 and (EU) 2017/2226 (OJ L 236, 19.9.2018, p. 1).
it_it: Regolamento (UE) 2018/1240 del Parlamento europeo e del Consiglio, del 12 settembre 2018, che istituisce un sistema europeo di informazione e autorizzazione ai viaggi (ETIAS) e che modifica i regolamenti (UE) n, 1077/2011, (UE) n, 515/2014, (UE) 2016/399, (UE) 2016/1624 e (UE) 2017/2226 (GU L 236 del 19.9.2018, pag. 1);

source: Regulation (EU) 2018/1241 of the European Parliament and of the Council of 12 September 2018 amending Regulation (EU) 2016/794 for the purpose of establishing a European Travel Information and Authorisation System (ETIAS) (OJ L 236, 19.9.2018, p. 72).
it_it: regolamento (UE) 2018/1241 del Parlamento europeo e del Consiglio, del 12 settembre 2018, recante modifica del regolamento (UE) 2016/794 ai fini dell'istituzione di un sistema europeo di informazione e autorizzazione ai viaggi (ETIAS) (GU L 236 del 19.9.2018, pag. 72).

source: European Criminal Records Information System on third-country nationals and stateless persons
it_it: Sistema europeo di informazione sui casellari giudiziari riguardo ai cittadini di paesi terzi e apolidi

source: Regulation (EU) 2019/816 of the European Parliament and of the Council of 17 April 2019 establishing a centralised system for the identification of Member States holding conviction information on third-country nationals and stateless persons (ECRIS-TCN) to supplement the European Criminal Records Information System and amending Regulation (EU) 2018/1726 (OJ L 135, 22.5.2019, p. 1).
it_it: Regolamento (UE) 2019/816 del Parlamento europeo e del Consiglio, del 17 aprile 2019, che istituisce un sistema centralizzato per individuare gli Stati membri in possesso di informazioni sulle condanne pronunciate a carico di cittadini di paesi terzi e apolidi (ECRIS-TCN) e integrare il sistema europeo di informazione sui casellari giudiziali, e che modifica il regolamento (UE) 2018/1726 (GU L 135 del 22.5.2019, pag. 1).

source: Interoperability
it_it: Interoperabilità

source: Regulation (EU) 2019/817 of the European Parliament and of the Council of 20 May 2019 on establishing a framework for interoperability between EU information systems in the field of borders and visa and amending Regulations (EC) No 767/2008, (EU) 2016/399, (EU) 2017/2226, (EU) 2018/1240, (EU) 2018/1726 and (EU) 2018/1861 of the European Parliament and of the Council and Council Decisions 2004/512/EC and 2008/633/JHA (OJ L 135, 22.5.2019, p. 27).
it_it: Regolamento (UE) 2019/817 del Parlamento europeo e del Consiglio, del 20 maggio 2019, che istituisce un quadro per l'interoperabilità tra i sistemi di informazione dell'UE nel settore delle frontiere e dei visti e che modifica i regolamenti (CE) n, 767/2008, (UE) n, 2016/399, (UE) 2017/2226, (UE) 2018/1240, (UE) 2018/1726 e (UE) 2018/1861 del Parlamento europeo e del Consiglio e le decisioni 2004/512/CE e 2008/633/GAI del Consiglio (GU L 135 del 22.5.2019, pag. 27);

source: Regulation (EU) 2019/818 of the European Parliament and of the Council of 20 May 2019 on establishing a framework for interoperability between EU information systems in the field of police and judicial cooperation, asylum and migration and amending Regulations (EU) 2018/1726, (EU) 2018/1862 and (EU) 2019/816 (OJ L 135, 22.5.2019, p. 85).
it_it: regolamento (UE) 2019/818 del Parlamento europeo e del Consiglio, del 20 maggio 2019, che istituisce un quadro per l'interoperabilità tra i sistemi di informazione dell'UE nel settore della cooperazione di polizia e giudiziaria, asilo e migrazione, e che modifica i regolamenti (UE) 2018/1726, (UE) 2018/1862 e (UE) 2019/816 (GU L 135 del 22.5.2019, pag. 85).

source: ANNEX XI
it_it: ALLEGATO XI
